{
  "testimonials": [
    {
      "credit_person": "Pilar Cannizzarro",
      "credit_org": "New Mexico Historic Preservation Division",
      "quote": "The consultant for this project provided the final Report as well as a set of drawings and specs, neatly bound in a second document to accompany the Report. Both documents are exceptional in depth and quality and fully recorded the work completed as part of this grant… as well as the documentation done… to guide future projects and long term maintenance on all these units."
    },
    {
      "credit_person": "Damian Garcia",
      "credit_org": "Pueblo of Acoma Tribal Historic Preservation Office",
      "quote": "We have reviewed the report and I’d like to congratulate you and your staff for compiling a very nice and thorough report. Very well put together! Thank you so much for your help on this project. I’m very pleased with the report and the end product and community members have not stopped commenting on how nice the houses look so congratulations on a job very well done!!!"
    },
    {
      "credit_person": "Carrie Williar Lin",
      "credit_org": "TEDxABQWomen Curator",
      "quote": "When I listen to Rachel speak, the history of our region comes to life in a way I've never experienced. More than once, I've been left with chills at the way she layers big-picture issues with her common-sense approach to design. To know Rachel means you will never see design (or even life, for that matter) the same way again."
    },
    {
      "credit_person": "Mark Henderson",
      "credit_org": "Chupadero Archeological Resources",
      "quote": "Rachel Preston Prinz is a forthright, honest, hardworking and insightful team member. Rachel is miraculously effective in putting together teams as well as project management for her specialty in preservation architecture. Rachel has built ownership in the project goals with all team members, and because of her proficiency in the cyber world is able to keep open lines of communication and sharing results. If you like working with somebody honestly upbeat and forward working you will be lucky to get Rachel to work on your project."
    },
    {
      "credit_person": "Joseph M. Hutchinson",
      "credit_org": "Former Professor of Architectural History, Texas A&M",
      "quote": "Rachel has… a strong motivation for scholarship and research. (She) has, by all standards, a thorough architectural education, a two semester study in Italy and a summer working as an assistant in France with one of the leading Medievalists in the profession. Her personality reflects… intellectual growth and a synthesis of ideas. She also has an innate ability to understand architecture as design and as theory. I feel strongly about (her) potential as a scholar, designer and as a future university instructor."
    }
  ]
}
